output/posts/20210424152821-способы_перенаправить_агрессию_в_отношениях.org.org
#+BEGIN_COMMENT
.. title: Архитектура отношений
.. slug: 20210424152821-способы_перенаправить_агрессию_в_отношениях.org
.. date: 2021-06-15 21:19:07 UTC+03:00
.. tags: 
.. category: 
.. link: 
.. description: 
.. type: text

#+END_COMMENT

Агрессию не обязательно =сливать= на партерна, ее можно инвестировать или
перенаправлять:
- в рабочие задачи
- в спорт, бег, просто быструю прогулку по улице
- азартные игры, настолки с конкуренцией и азартом
- что-то вместе организовать и провести
- обсуждать что-то на публике вдоем/вести блог
- бассей
- танцы
- СОбирать друзей на шашлыки
- Готовка
- Квест по городу
- Горячо встретить партнера, когда он_а возрващается домой

Этот список можно дополнять, отвечая на вопрос:
Что мы вместе можем делать, как вместе инвестировать агрессию?
